[
    {
        "modo": "LADO A",
        "datos": [
            {
                "nombre": "1. Ayuntamiento de Säynätsalo",
                "texto": "El Ayuntamiento de Säynätsalo, diseñado por el renombrado arquitecto finlandés Alvar Aalto y completado en 1952, es un hito de la arquitectura moderna y del movimiento orgánico que caracterizó su obra. Ubicado en Säynätsalo, Finlandia, este edificio combina funciones gubernamentales administrativas y comerciales, integrando oficinas municipales, una biblioteca y espacios comerciales en un mismo complejo.\n\nAalto utilizó ladrillo, madera y vidrio para diseñar un edificio con un profundo respeto por su entorno natural, armonizando con el paisaje. La disposición del ayuntamiento, en torno a un patio elevado, refleja tanto la influencia de las villas italianas renacentistas como las sensibilidades modernas de Aalto, enfocadas en la interacción entre el espacio público y privado. Este proyecto es considerado una obra maestra por su mezcla de simplicidad, funcionalidad y una estética que se adapta tanto al contexto local como a la escala humana.",
                "codigo": "1A"
            },
            {
                "nombre": "2. Zigurat de Ur",
                "texto": "El Zigurat de Ur, una de las estructuras más impresionantes de la antigua Mesopotamia, fue construido alrededor del 2100 a.C. durante el reinado del rey Ur-Nammu, de la dinastía tercera de Ur. Situado en el actual Irak, este monumento religioso y ceremonial estaba dedicado al dios lunar Nannar y servía como un puente entre lo humano y lo divino. Con una estructura escalonada de tres niveles y una base de aproximadamente 64 por 45 metros, el zigurat se erige sobre una plataforma elevada que acentúa su monumentalidad.\n\nLa construcción, realizada en ladrillos de adobe y revestida en algunos niveles con ladrillos cocidos, presenta una escalera monumental que conducía a un templo en la cima, accesible sólo para los sacerdotes. Su diseño y dimensiones reflejan el avanzado conocimiento de la ingeniería de los sumerios y su importancia en la vida religiosa y administrativa de Ur. A pesar de los daños sufridos a lo largo de los siglos, el Zigurat de Ur sigue siendo un testimonio significativo del legado arquitectónico y cultural de la antigua Mesopotamia.",
                "codigo": "2A"
            },
            {
                "nombre": "3. Iglesia de Santa María",
                "texto": "La Iglesia de Santa María, diseñada por el arquitecto portugués Álvaro Siza Vieira e inaugurada en 1996, es una obra maestra de la arquitectura contemporánea situada en la localidad de Santa María, Portugal. Esta iglesia se destaca por su innovador enfoque minimalista y su integración respetuosa con el entorno natural y el paisaje.\n\nConstruida con concreto, estuco y vidrio, la estructura presenta una planta en forma de cruz que se pliega hacia el cielo, evocando un sentido de ligereza y fluidez. Siza, reconocido por su habilidad para combinar la modernidad con el contexto histórico, logra en esta obra un equilibrio entre la simplicidad formal y la funcionalidad litúrgica, creando un espacio de introspección y espiritualidad que dialoga con el entorno de manera armónica y contemporánea.",
                "codigo": "3A"
            },
            {
                "nombre": "4. Templo de Luxor",
                "texto": "El Templo de Luxor, ubicado en la antigua Tebas, actual Egipto, es una de las estructuras más destacadas de la época faraónica y un testimonio de la grandiosidad arquitectónica del Nuevo Reino. Construido y ampliado entre el 1380 y el 1220 a.C., bajo los reinados de Amenhotep III y Ramsés II, el templo está dedicado a la tríada tebana de Amón, Mut y Jonsu. Su diseño se extiende a lo largo de un eje central hecho de piedra caliza, que se alinea con el Templo de Karnak, a unos 3 kilómetros al norte, formando un complejo religioso monumental.\n\nEl Templo de Luxor es famoso por su elegante pórtico, flanqueado por imponentes columnas y obeliscos, y por sus esculpidos relieves que narran eventos históricos y ceremoniales. El patio interior, rodeado de columnas papiráceas y estatuas, y la avenida de esfinges que lo conecta con Karnak, reflejan el esplendor de la arquitectura y la riqueza cultural de la época. Su preservación y la magnificencia de sus elementos arquitectónicos continúan siendo una fuente de admiración y estudio para los historiadores y arquitectos.",
                "codigo": "4A"
            },
            {
                "nombre": "5. Catedral de San Pedro",
                "texto": "La Basílica de San Pedro en Roma, ubicada en la Ciudad del Vaticano, es una de las iglesias más icónicas del cristianismo y un referente del Renacimiento. Su construcción comenzó en 1506 bajo el papado de Julio II, reemplazando la antigua basílica construida por Constantino en el siglo IV, dentro de sus materiales se encuentra el ladrillo y el mármol. El diseño original fue obra de Donato Bramante, quien concibió una planta de cruz griega, pero tras su muerte, varios arquitectos continuaron la obra, entre ellos Rafael y Miguel Ángel.\n\nMiguel Ángel, en particular, dejó una huella significativa al rediseñar la cúpula, que se completó en 1590, tras su muerte. La fachada, encargada por el Papa Pablo V, fue terminada en 1614 por Carlo Maderno, quien también transformó el diseño en una planta de cruz latina. La basílica fue consagrada en 1626 y se destaca por su monumental cúpula, sus obras de arte y su importancia como centro del catolicismo.",
                "codigo": "5A"
            },
            {
                "nombre": "6. Templo del Gran Jaguar",
                "texto": "El Templo del Gran Jaguar, ubicado en el antiguo sitio maya de Tikal en Guatemala, es una de las estructuras más emblemáticas de la arquitectura clásica maya. Construido entre los siglos VII y VIII D.C., utilizando piedra caliza y estuco, atribuido a Jasaw Chan K’awiiI, este templo piramidal de seis niveles destaca por su monumentalidad y su rica iconografía. Con una altura de aproximadamente 47 metros, el templo se eleva sobre la selva y está decorado con complejas estelas y relieves que representan al gobernante y a deidades mayas, reflejando la importancia del culto y la autoridad dinástica.\n\nSu diseño combina elementos arquitectónicos y artísticos, incluye una fachada con una serie de nichos y una imponente escalinata que conduce a un templo en la cima, desde donde se dominan las vistas del entorno. El Templo del Gran Jaguar, también conocido como Templo I, no solo sirve como un testimonio de la sofisticación técnica y artística de la civilización maya, sino que también subraya el papel central de Tikal como uno de los grandes centros ceremoniales y políticos de la antigua Mesoamérica.",
                "codigo": "6A"
            },
            {
                "nombre": "7. Cúpula de la Roca",
                "texto": "La Cúpula de la Roca, ubicada en Jerusalén y construida entre 687 y 691 D.C., atribuida a Raja ibn Haywa, es una obra maestra de la arquitectura islámica temprana y uno de los monumentos más significativos del arte musulmán. Erigida sobre el Monte del Templo, el sitio sagrado tanto para el islam como para el judaísmo, esta estructura octogonal es famosa por su impresionante cúpula dorada y su decoración de mosaicos de estilo bizantino, que incluyen intrincados patrones geométricos y vegetales.\n\nLa Cúpula de la Roca no es una mezquita sino un santuario con una roca sagrada en el centro, que, según la tradición islámica, es el lugar desde el cual el profeta Mahoma ascendió al cielo durante la Noche del Viaje. La construcción, con su innovador uso de madera y mármol, así como su diseño basado en las rotondas y los templos antiguos, refleja la ambición del califato omeya de establecer un edificio emblemático que rivalizara con las grandes obras arquitectónicas de su época. La Cúpula de la Roca continúa siendo un símbolo de la herencia religiosa y cultural de Jerusalén, y su influencia se extiende a través de la historia del arte y la arquitectura islámicos.",
                "codigo": "7A"
            },
            {
                "nombre": "8. Partenón",
                "texto": "El Partenón, erigido en el siglo V a.C., es uno de los más emblemáticos templos de la antigua Grecia y un ícono del arte y la arquitectura clásica. Construido entre 447 y 432 a.C. durante el apogeo de la Atenas democrática bajo el liderazgo de Pericles, el edificio está dedicado a Atenea Parthenos, la diosa protectora de la ciudad. Diseñado por los arquitectos Ictinos y Calícrates, y esculpido por Fidias, el Partenón es un ejemplo supremo del estilo dórico, aunque incorpora elementos jónicos en sus detalles.\n\nSu estructura, construida en mármol del Pentélico, presenta una perfecta simetría y proporción, con un innovador uso de las columnas y un sutil ajuste en sus dimensiones para corregir ilusiones ópticas. A lo largo de los siglos, el Partenón ha servido diversos propósitos, desde templo pagano hasta iglesia cristiana y mezquita, reflejando la turbulenta historia de Atenas y el impacto duradero de su arquitectura.",
                "codigo": "8A"
            },
            {
                "nombre": "9. Biblioteca Exeter",
                "texto": "La Biblioteca Exeter, diseñada por el arquitecto estadounidense Louis Kahn e inaugurada en 1972, es un hito en la arquitectura del siglo XX y un ejemplo sobresaliente de la combinación de monumentalidad y funcionalidad. Ubicada en la Universidad de Exeter, en Inglaterra, la biblioteca se caracteriza por su imponente estructura de concreto y su uso innovador de la luz natural.\n\nKahn diseñó el edificio con una organización espacial rigurosa, creando grandes salas de lectura iluminadas por claraboyas que bañan el interior con luz difusa, y utilizando columnas y bóvedas que refuerzan la sensación de solidez y permanencia. El diseño también incorpora una planta funcional y una distribución que optimiza el acceso y la circulación. La Biblioteca Exeter refleja la maestría de Kahn en el uso de materiales y en la creación de espacios inspiradores, que no solo sirven a su propósito académico, sino que también se han convertido en un símbolo de la arquitectura monumental moderna.",
                "codigo": "9A"
            },
            {
                "nombre": "10. Panteón",
                "texto": "El Panteón de Roma, uno de los monumentos más notables de la arquitectura antigua, fue construido entre 118 y 125 d.C. bajo el emperador Adriano, aunque el edificio original data del 27 a.C. y fue reconstruido después de un incendio. Este templo, dedicado a todos los dioses del panteón romano, destaca por su innovadora cúpula de hormigón, que sigue siendo la más grande del mundo sin refuerzos metálicos. La cúpula, con su óculo central de 9 metros de diámetro, crea un impresionante efecto de luz y esculpe la forma del cielo en el interior.\n\nEl Panteón presenta una rotunda planta circular, simbolizando la perfección divina, y un pórtico con columnas corintias que refuerza su majestuosa presencia. A lo largo de los siglos, ha sido transformado en una iglesia cristiana y un mausoleo para figuras destacadas como Rafael y varios reyes italianos. Su extraordinaria preservación y su influencia en la arquitectura renacentista y moderna subrayan su importancia perdurable en la historia de la arquitectura.",
                "codigo": "10A"
            },
            {
                "nombre": "11. Museo Bonnefanten",
                "texto": "El Museo Bonnefanten, ubicado en Maastricht, Países Bajos, es una destacada institución de arte que combina elementos históricos y contemporáneos, tanto en su colección como en su arquitectura. El edificio actual, inaugurado en 1995, fue diseñado por el renombrado arquitecto italiano Aldo Rossi, quien creó una estructura que refleja su enfoque postmoderno, caracterizado por la geometría simple y la referencia a formas clásicas.\n\nSu diseño más emblemático es la torre cilíndrica rematada con una cúpula, que evoca los silos industriales, creando un diálogo entre el pasado industrial de la región y la modernidad del museo. El interior alberga colecciones que van desde arte medieval hasta arte contemporáneo, con un enfoque particular en obras maestras del Renacimiento y el Barroco. El Museo Bonnefanten es un ejemplo de cómo la arquitectura puede complementar y realzar el carácter de una institución cultural, fusionando historia, arte y modernidad en un solo espacio.",
                "codigo": "11A"
            },
            {
                "nombre": "12. Villa Savoye",
                "texto": "La Villa Savoye, diseñada por el arquitecto suizo Le Corbusier y construida entre 1928 y 1931 en Poissy, Francia, es uno de los principales exponentes de la arquitectura moderna y del funcionalismo. Esta residencia de fin de semana fue concebida como una manifestación de los \"cinco puntos de una nueva arquitectura\" de Le Corbusier: la planta libre, la fachada libre, los pilotes que elevan el edificio del suelo, la terraza jardín y las ventanas horizontales.\n\nCon su forma geométrica pura y el uso extensivo de hormigón y vidrio, la Villa Savoye encarna la idea de una \"máquina de habitar\", una vivienda diseñada racionalmente para satisfacer las necesidades de la vida moderna. A través de su minimalismo y su enfoque en la funcionalidad, el edificio se integra con el paisaje y marca un hito en la evolución del diseño arquitectónico del siglo XX, influyendo profundamente en generaciones posteriores de arquitectos.",
                "codigo": "12A"
            },
            {
                "nombre": "13. Palacio Katsura",
                "texto": "El Palacio Katsura, situado en Kioto, Japón, es un ejemplo sublime de la arquitectura de la era Edo y uno de los mejores exponentes del diseño japonés tradicional. Construido a lo largo del siglo XVII por la familia imperial Hachijo, bajo la dirección del príncipe Toshihito y su hijo Toshitada, el complejo fue concebido como una villa de recreo. Su diseño está influenciado por la estética del \"shoin-zukuri\" y la arquitectura del té, incorporando principios de simplicidad y armonía con la naturaleza.\n\nEl palacio cuenta con una serie de pabellones, jardines paisajísticos y caminos sinuosos que invitan a la contemplación, y su disposición flexible permite una relación fluida entre los espacios interiores y exteriores. El uso de materiales naturales, como madera y papel, junto con su integración con el paisaje circundante, refleja el ideal japonés de belleza serena y modesta.",
                "codigo": "13A"
            },
            {
                "nombre": "14. Santa Sofía",
                "texto": "Santa Sofía en Estambul, originalmente construida como una catedral cristiana por el emperador Justiniano I entre 532 y 537 d.C., es un hito arquitectónico que refleja el esplendor del Imperio Bizantino. Diseñada por los arquitectos Antemio de Tralles e Isidoro de Mileto, la iglesia es célebre por su enorme cúpula, que parece flotar sobre el espacio interior, gracias a una innovadora estructura de soporte y un ingenioso uso de materiales.\n\nDurante casi mil años, Santa Sofía fue la principal iglesia cristiana del mundo, hasta que en 1453, tras la conquista otomana de Constantinopla, fue convertida en mezquita por el sultán Mehmed II, lo que introdujo elementos arquitectónicos islámicos como minaretes y una mihrab. En 1935, con la formación de la República de Turquía, se transformó en museo bajo la dirección de Mustafa Kemal Atatürk, y en 2020, se reabrió como mezquita. Santa Sofía, con su imponente cúpula, mosaicos bizantinos y decoración islámica, sigue siendo un símbolo de la rica y compleja historia religiosa y cultural de Estambul.",
                "codigo": "14A"
            },
            {
                "nombre": "15. Taj Mahal",
                "texto": "El Taj Mahal, situado en Agra, India, es un majestuoso mausoleo de mármol blanco, construido entre 1632 y 1653 por el emperador mogol Shah Jahan en memoria de su esposa favorita, Mumtaz Mahal. Considerado una de las más grandes muestras de amor en la arquitectura, el Taj Mahal es una joya del arte islámico y un ejemplo destacado del estilo mogol, que fusiona influencias persas, islámicas e indias.\n\nEl arquitecto principal fue Ustad Ahmad Lahori, y el complejo incluye no solo el mausoleo, sino también una mezquita, una casa de huéspedes y extensos jardines simétricos. Su cúpula central, minaretes y detallada ornamentación en piedra son algunos de sus elementos más reconocibles. El Taj Mahal es Patrimonio de la Humanidad desde 1983 y es una de las siete maravillas del mundo moderno.",
                "codigo": "15A"
            },
            {
                "nombre": "16. Carré d'Art",
                "texto": "El Carré d'Art, situado en Nîmes, Francia, es un ejemplo destacado de la arquitectura contemporánea que dialoga con la historia clásica. Diseñado por el arquitecto británico Norman Foster e inaugurado en 1993, este edificio alberga el Museo de Arte Contemporáneo de la ciudad. Su diseño innovador, caracterizado por una estructura de vidrio y acero que contrasta con el entorno histórico, rinde homenaje a la rica herencia romana de Nîmes, visible en la proximidad del majestuoso Anfiteatro Romano.\n\nFoster logró combinar un lenguaje arquitectónico moderno con una sensibilidad hacia el contexto histórico, creando un espacio que no solo respeta el pasado, sino que también proyecta la identidad contemporánea de la ciudad. Este equilibrio entre lo antiguo y lo nuevo ha consolidado al Carré d'Art como un icono de la arquitectura del siglo XX y un puente cultural entre diferentes épocas.",
                "codigo": "16A"
            },
            {
                "nombre": "17. Sainte-Chapelle",
                "texto": "La Sainte-Chapelle en París, construida entre 1242 y 1248 bajo el reinado de Luis IX, es una joya del arte gótico francés y un ejemplo sublime de la arquitectura medieval. Situada en el corazón del Palacio de la Cité, esta capilla fue erigida para albergar las reliquias sagradas de la Pasión de Cristo, incluidas la corona de espinas y un fragmento de la cruz. Diseñada por el arquitecto Pierre de Montreuil, la Sainte-Chapelle destaca por su impresionante colección de vitrales que cubren las paredes casi en su totalidad, creando un efecto luminoso y colorido que transforma el espacio en un verdadero \"lugar celestial\".\n\nSu planta en forma de cruz, con una nave central elevada y un coro orientado hacia el este, enfatiza la verticalidad y la luminosidad del edificio. La Sainte-Chapelle no solo representa un logro arquitectónico de su tiempo, sino también un símbolo de la devoción religiosa y el poder real, que ha perdurado como un testimonio de la magnificencia del gótico y el esplendor de la monarquía francesa.",
                "codigo": "17A"
            },
            {
                "nombre": "18. Casa de la Cascada",
                "texto": "La Casa de la Cascada, también conocida como Fallingwater, fue diseñada por el arquitecto estadounidense Frank Lloyd Wright y construida entre 1936 y 1939 en las montañas de Pensilvania para la familia Kaufmann. Este icónico edificio es un ejemplo magistral de la filosofía arquitectónica de Wright, conocida como \"arquitectura orgánica\", que busca una armonía entre la estructura y su entorno natural. La casa está situada sobre una cascada, integrando el sonido y la vista del agua como parte de la experiencia del espacio habitable.\n\nCon sus terrazas en voladizo y el uso de materiales locales, como piedra y hormigón, la Casa de la Cascada parece emerger de la misma naturaleza que la rodea. Considerada una obra maestra de la arquitectura moderna, el diseño de Wright no solo redefine la relación entre el hombre y la naturaleza, sino que también ha influido profundamente en la manera de concebir los espacios residenciales en el siglo XX.",
                "codigo": "18A"
            },
            {
                "nombre": "19. Casa Farnsworth",
                "texto": "La Casa Farnsworth, diseñada por el arquitecto alemán Ludwig Mies van der Rohe y construida entre 1945 y 1951 en Plano, Illinois, es un icono de la arquitectura moderna y un ejemplo paradigmático del estilo internacional. Concebida como una casa de fin de semana para la doctora Edith Farnsworth, la estructura se caracteriza por su simplicidad formal, basada en la transparencia y la pureza de sus líneas. Elevada sobre pilotes y completamente acristalada, la casa busca una integración perfecta con el paisaje natural circundante, creando una conexión fluida entre el interior y el exterior.\n\nLa estructura de acero y vidrio, junto con la ausencia de ornamentación, refleja los principios de “menos es más” de Mies, donde la funcionalidad y la claridad espacial prevalecen. A pesar de su aparente sencillez, la Casa Farnsworth representa un equilibrio sofisticado entre la forma arquitectónica, la naturaleza y el habitar humano.",
                "codigo": "19A"
            },
            {
                "nombre": "20. Villa Capra",
                "texto": "La Villa Capra, también conocida como La Rotonda, es una de las obras más emblemáticas del arquitecto renacentista Andrea Palladio, situada cerca de Vicenza, Italia. Construida entre 1566 y 1571 para el sacerdote Paolo Almerico, la villa es un ejemplo destacado de la arquitectura palladiana, caracterizada por su simetría y armonía geométrica.\n\nInspirada en la arquitectura clásica romana, su diseño centralizado cuenta con una planta cuadrada y una cúpula circular en el centro, lo que le confiere una apariencia de templo clásico. Las cuatro fachadas idénticas, cada una con un pórtico de columnas, refuerzan la sensación de equilibrio y perfección. La Villa Capra influyó en el desarrollo de la arquitectura neoclásica y sigue siendo un referente en la historia del diseño arquitectónico occidental.",
                "codigo": "20A"
            }
        ]
    },
    {
        "modo": "LADO B",
        "datos": [
            {
              "nombre": "1. Centro Heydar Aliyev",
              "texto": "El Centro Heydar Aliyev, diseñado por la arquitecta Zaha Hadid e inaugurado en 2012 en Bakú, Azerbaiyán, representa un hito en la arquitectura contemporánea por su innovador lenguaje formal y su ruptura con la rigidez del urbanismo soviético previo. Concebido como un símbolo de modernidad y progreso cultural, el edificio alberga espacios para exposiciones, conferencias y actividades culturales, en homenaje al expresidente Heydar Aliyev.\n\nSu diseño fluido y orgánico, caracterizado por curvas continuas y superficies blancas sin ángulos rectos, encarna la visión de Hadid de una arquitectura dinámica que se integra armónicamente con el entorno. La estructura se convierte no solo en una pieza funcional, sino también en una expresión escultural que redefine la relación entre forma y función, consolidándose como una de las obras más icónicas del siglo XXI y como testimonio del legado de Hadid en el panorama global de la arquitectura.",
              "codigo": "1B"
            },
            {
                "nombre": "2. Basílica de Majencio",
                "texto": "La Basílica de Majencio, también conocida como Basílica de Constantino, fue iniciada en el año 306 d.C. por el emperador Majencio y finalizada por Constantino I tras su victoria en la batalla del Puente Milvio en 312 d.C., consolidándose como la última y más grandiosa de las basílicas civiles de la antigua Roma. Ubicada en el Foro Romano, su diseño monumental refleja una síntesis entre la tradición basilical romana y las innovaciones técnicas propias de las grandes termas imperiales, con un vasto espacio central cubierto por bóvedas de crucería y una imponente nave de más de 35 metros de altura.\n\nLa estructura, sostenida por enormes pilares y arcos de concreto revestido en mármol, evidenciaba el poder del Estado y servía como sede judicial y administrativa. Su escala y concepción espacial influyeron decisivamente en la arquitectura religiosa paleocristiana, anticipando la forma de las futuras iglesias. Aunque parcialmente en ruinas, la Basílica de Majencio sigue siendo un ejemplo sobresaliente del esplendor técnico y simbólico de la Roma tardoimperial.",
                "codigo": "2B"
            },
            {
                "nombre": "3. Bauhaus",
                "texto": "El edificio de la Bauhaus en Dessau, diseñado por Walter Gropius e inaugurado en 1926, es una obra fundamental en la historia de la arquitectura moderna y un símbolo del movimiento Bauhaus, que integró arte, diseño y tecnología con un enfoque funcionalista y racional. Concebido como sede de la escuela de diseño más influyente del siglo XX, el edificio refleja los principios de la nueva arquitectura con su estructura modular, uso del acero y el vidrio, y una disposición espacial que promueve la transparencia, la funcionalidad y la colaboración interdisciplinar.\n\nSu diseño se caracteriza por volúmenes independientes interconectados, grandes ventanales en bandas horizontales y una clara expresión de los materiales, marcando un quiebre con las formas ornamentales tradicionales. El edificio no solo albergó talleres, aulas y residencias, sino que también encarnó el ideal pedagógico de la Bauhaus, consolidándose como una obra maestra del modernismo europeo y un referente perdurable en la evolución de la arquitectura contemporánea.",
                "codigo": "3B"
            },
            {
                "nombre": "4. Apadana Susa",
                "texto": "El palacio de Apadana en Susa, construido durante el reinado de Darío I entre los siglos VI y V a.C., fue una de las principales residencias del Imperio aqueménida y un símbolo del poder imperial persa. Concebido como un complejo palaciego de funciones ceremoniales y administrativas, el edificio destaca por su gran salón hipóstilo sostenido por imponentes columnas, cuyas bases decoradas con figuras zoomorfas reflejan la maestría artística y la influencia multicultural del imperio. Inspirado en modelos mesopotámicos y elocuente en su uso de relieves ornamentales, el Apadana de Susa replicó elementos de la arquitectura persa que más tarde se perfeccionarían en Persépolis.\n\nSus frisos de ladrillo vidriado con motivos de arqueros y delegaciones tributarias simbolizan la diversidad de los pueblos bajo dominio persa y refuerzan la ideología del monarca como soberano universal. Aunque parcialmente destruido con el tiempo, este edificio conserva un papel fundamental en el estudio de la arquitectura monumental del mundo antiguo y de la política visual del poder aqueménida.",
                "codigo": "4B"
            },
            {
                "nombre": "5. Altes Museum",
                "texto": "El Altes Museum, ubicado en la Isla de los Museos en Berlín, fue diseñado por Karl Friedrich Schinkel e inaugurado en 1830 como uno de los primeros museos públicos del mundo concebido específicamente para albergar arte. Su arquitectura, profundamente influenciada por los ideales del neoclasicismo, refleja la aspiración ilustrada de hacer accesible el conocimiento y la cultura a la ciudadanía. La fachada principal, compuesta por una majestuosa columnata jónica que remite a los templos de la antigüedad clásica, establece un diálogo directo con el espíritu humanista de la época.\n\nEl edificio, originalmente destinado a resguardar la colección de arte antiguo del reino de Prusia, marcó un punto de inflexión en la arquitectura museística al integrar principios de monumentalidad, simetría y claridad espacial con una función educativa y cívica. El Altes Museum no solo consolidó el papel del museo como institución pública, sino que también se convirtió en un referente fundamental de la arquitectura del siglo XIX en Europa.",
                "codigo": "5B"
            },
            {
                "nombre": "6. Capilla Palatina",
                "texto": "La Capilla Palatina de Aquisgrán, construida entre los años 792 y 805 por orden del emperador Carlomagno, es el núcleo arquitectónico del conjunto que hoy conforma la Catedral de Aquisgrán y uno de los principales testimonios del renacimiento carolingio. Diseñada por el arquitecto Eudes de Metz e inspirada en modelos del arte bizantino y paleocristiano, como San Vital de Rávena, la capilla presenta una planta central octogonal coronada por una cúpula, con un deambulatorio de dos niveles que evidencia una clara intención imperial y simbólica.\n\nFue concebida como lugar de culto privado del emperador y más tarde se convirtió en sitio de coronación de los reyes del Sacro Imperio Romano Germánico. Su estructura, basada en proporciones armónicas y materiales de gran calidad como columnas y mármoles traídos de Italia, refleja la ambición de Carlomagno de restaurar la grandeza del Imperio Romano. La Capilla Palatina representa un punto de inflexión en la arquitectura medieval europea y fue declarada Patrimonio de la Humanidad por la UNESCO en 1978.",
                "codigo": "6B"
            },
            {
                "nombre": "7. Banco Industrial Colombiano",
                "texto": "El edificio del Banco Industrial Colombiano en Cali, diseñado por los arquitectos Fernando Borrero, Alfredo Zamorano y Renato Giovanelli, es una obra representativa de la arquitectura moderna colombiana de mediados del siglo XX, concebida como símbolo de progreso y solidez institucional. Inaugurado en 1960, el edificio destaca por su volumetría sobria, el uso expresivo del concreto y la integración de elementos de la arquitectura internacional con soluciones adaptadas al clima tropical.\n\nSu diseño racionalista, con énfasis en la funcionalidad y la claridad estructural, incorpora innovaciones técnicas y compositivas propias de la época, como brise-soleils y amplias superficies acristaladas que responden tanto a criterios estéticos como ambientales. Esta obra consolidó una imagen corporativa moderna para el banco y se convirtió en un hito urbano en el centro de Cali, reflejando los valores de modernización y confianza económica que marcaron el desarrollo arquitectónico del país durante ese periodo.",
                "codigo": "7B"
            },
            {
                "nombre": "8. Casa Barragán",
                "texto": "La Casa Estudio Luis Barragán, construida en 1948 en Ciudad de México, es una de las obras más significativas de la arquitectura moderna en América Latina y un testimonio vivo del pensamiento arquitectónico de su autor, Luis Barragán, quien recibió el Premio Pritzker en 1980. Concebida como su residencia y espacio de trabajo, la casa combina magistralmente elementos de la tradición vernácula mexicana con principios del modernismo internacional, creando una atmósfera introspectiva y espiritual mediante el uso expresivo de la luz, el color, la textura y el vacío.\n\nEl proyecto destaca por su composición volumétrica sobria, la integración de jardines y patios como extensiones del espacio habitable, y una cuidadosa relación entre lo construido y lo contemplativo. Reconocida como Patrimonio Mundial por la UNESCO en 2004, la Casa Estudio representa la culminación de una arquitectura emocional, silenciosa y profundamente personal, que trasciende modas para ofrecer una visión única sobre el habitar moderno.",
                "codigo": "8B"
            },
            {
                "nombre": "9. Catedral de Pisa",
                "texto": "La Catedral de Pisa, dedicada a Santa María Assunta, es una obra maestra del románico pisano cuya construcción comenzó en 1063 bajo la dirección del arquitecto Buscheto, en el contexto del auge marítimo y económico de la República de Pisa. Situada en la famosa Piazza dei Miracoli, el edificio refleja la ambición y el poder de la ciudad en el siglo XI, integrando influencias bizantinas, islámicas y lombardas que se evidencian en su rica decoración de mármoles policromos, arcos ciegos, incrustaciones y columnas.\n\nSu planta basilical con transepto, cúpula elíptica y fachada escalonada con galerías superpuestas, junto con elementos estructurales innovadores, marcan un punto culminante en el desarrollo del románico en Italia. La catedral forma parte de un conjunto monumental que incluye el célebre campanario inclinado (la Torre de Pisa) y el baptisterio, y ha sido reconocida como Patrimonio de la Humanidad por la UNESCO. Este edificio no solo es un testimonio de la identidad artística pisana, sino también un símbolo de la síntesis cultural mediterránea de la Edad Media.",
                "codigo": "9B"
            },
            {
                "nombre": "10. Gran Mezquita de Damasco",
                "texto": "La Gran Mezquita de Damasco, también conocida como la Mezquita de los Omeyas, es uno de los templos islámicos más antiguos y significativos del mundo, construida entre los años 705 y 715 bajo el califato de Al-Walid I sobre los restos de un templo romano dedicado a Júpiter y de una iglesia bizantina dedicada a San Juan Bautista, cuyos vestigios aún se integran simbólicamente en el recinto. Situada en el corazón de la ciudad vieja de Damasco, la mezquita representa un hito en la arquitectura islámica temprana, al establecer un modelo tipológico que influiría en posteriores construcciones religiosas del mundo islámico.\n\nSu amplio patio porticado, sus mosaicos bizantinos con paisajes idealizados y su sala de oración con columnas y arcos armoniosamente dispuestos reflejan una síntesis entre herencias grecorromanas, cristianas e islámicas. Más allá de su valor arquitectónico, la Gran Mezquita de Damasco es un símbolo de continuidad histórica y espiritual, considerada uno de los centros más importantes del islam suní y un monumento de profundo significado cultural y religioso hasta nuestros días.",
                "codigo": "10B"
            },
            {
                "nombre": "11. Casa de la música",
                "texto": "La Casa de la Música de Oporto, diseñada por el arquitecto holandés Rem Koolhaas y su firma OMA, es uno de los edificios más emblemáticos de la ciudad y un destacado ejemplo de la arquitectura contemporánea en Portugal. Inaugurada en 2005, esta moderna sala de conciertos se caracteriza por su innovadora forma geométrica y su fachada de vidrio angular que rompe con la tradicional estética de los edificios en el centro histórico de Oporto.\n\nLa Casa de la Música no solo es un espacio dedicado a la música, sino también un punto de encuentro cultural, cuyo diseño busca integrar las distintas disciplinas artísticas. Su auditorio, de forma irregular y de alta calidad acústica, ha sido un referente para la música clásica, jazz y otros géneros. El edificio representa un hito arquitectónico que fusiona funcionalidad y estética en un contexto urbano cargado de historia, haciendo de la Casa de la Música un símbolo de la modernidad y el dinamismo cultural de la ciudad.",
                "codigo": "11B"
            },
            {
                "nombre": "12. Santa María del Fiore",
                "texto": "La Catedral de Santa María del Fiore, ubicada en Florencia, Italia, es una obra maestra del gótico italiano y del inicio del Renacimiento, cuya construcción se inició en 1296 bajo el diseño de Arnolfo di Cambio y se concluyó estructuralmente en 1436 con la finalización de su cúpula, obra genial de Filippo Brunelleschi. Esta catedral representa un hito en la historia de la arquitectura por la solución técnica y estética de su cúpula autoportante, una innovación sin precedentes en su época, que marcó el renacer de la ingeniería y el pensamiento clásico.\n\nSu planta en cruz latina, el uso de mármoles policromados en la fachada y su torre campanario diseñada por Giotto la consolidan como símbolo del poder cívico y espiritual de la Florencia medieval. Santa María del Fiore no solo expresa la transición entre la Edad Media y el Renacimiento, sino que también refleja el esplendor artístico e intelectual de una ciudad que fue cuna de grandes transformaciones culturales.",
                "codigo": "12B"
            },
            {
                "nombre": "13. San Carlos Cuatro Fuentes",
                "texto": "La iglesia de San Carlo alle Quattro Fontane, también conocida como San Carlino, es una obra maestra del barroco romano diseñada por Francesco Borromini y construida entre 1638 y 1646 como parte del convento de los Trinitarios Descalzos en una esquina estrecha donde convergen cuatro fuentes, en el cruce de importantes calles de Roma. A pesar de las limitaciones espaciales, Borromini desarrolló una solución arquitectónica innovadora que desafía las convenciones clásicas mediante el uso dinámico de curvas cóncavas y convexas tanto en la fachada como en la planta elíptica del interior, creando un espacio profundamente expresivo y espiritual.\n\nLa cúpula, con su compleja geometría y su tratamiento de la luz, enfatiza la verticalidad y la sensación de movimiento, convirtiéndose en un símbolo de la arquitectura barroca como instrumento de emoción y trascendencia. San Carlo alle Quattro Fontane no solo consolidó el genio creativo de Borromini, sino que también transformó los cánones arquitectónicos de su tiempo, influenciando generaciones posteriores con su lenguaje audaz y profundamente intelectual.",
                "codigo": "13B"
            },
            {
                "nombre": "14. Museo de Arte de São Paulo",
                "texto": "El Museo de Arte de São Paulo (MASP), diseñado por la arquitecta ítalo-brasileña Lina Bo Bardi e inaugurado en 1968, es una de las obras más emblemáticas de la arquitectura moderna en América Latina. Ubicado sobre la Avenida Paulista, el edificio se distingue por su audaz estructura elevada, sostenida por dos enormes pórticos de concreto que permiten un gran espacio libre de 74 metros debajo de la sala de exposiciones, concebido como una plaza pública.\n\nEsta solución estructural no solo resuelve con eficiencia el uso del terreno, sino que también convierte al museo en un gesto urbano de apertura y democratización del arte. Bo Bardi introdujo en el diseño interior un innovador sistema de exhibición con paneles de cristal sostenidos por bases de concreto, que permite una relación directa y sin jerarquías entre el espectador y las obras. El MASP representa una síntesis entre funcionalidad, expresividad estructural y compromiso social, consolidándose como ícono cultural y arquitectónico del siglo XX en Brasil.",
                "codigo": "14B"
            },
            {
                "nombre": "15. Palacio del Gobernador",
                "texto": "El Palacio del Gobernador, ubicado en la antigua ciudad maya de Uxmal, en la península de Yucatán, es una de las construcciones más sobresalientes del estilo arquitectónico Puuc y una de las máximas expresiones del esplendor clásico tardío mesoamericano, datado aproximadamente entre los siglos IX y X d.C. Este edificio, de proporciones monumentales y fina ejecución, se extiende a lo largo de una plataforma elevada de más de 100 metros de largo y se distingue por su elaborada decoración en piedra caliza, con intrincados mosaicos geométricos, grecas y representaciones del dios Chaac, deidad de la lluvia, cuya presencia simboliza la dependencia de esta cultura respecto al agua en una región sin fuentes superficiales.\n\nSu organización espacial, la simetría de sus fachadas y el refinamiento técnico en la talla de sus elementos ornamentales demuestran un avanzado conocimiento constructivo y una compleja organización sociopolítica. El Palacio del Gobernador es considerado una obra maestra de la arquitectura maya y un testimonio del alto desarrollo artístico y cultural alcanzado por Uxmal antes de su declive.",
                "codigo": "15B"
            },
            {
                "nombre": "16. Sagrada Familia",
                "texto": "La Sagrada Familia, ubicada en Barcelona, es una de las obras más singulares y ambiciosas de la arquitectura moderna, iniciada en 1882 y profundamente transformada a partir de 1883 bajo la dirección de Antoni Gaudí, quien dedicó más de 40 años de su vida al proyecto, convirtiéndolo en la culminación de su visión arquitectónica y espiritual. Concebida como un templo expiatorio, la basílica fusiona elementos del gótico tardío con innovaciones estructurales y formales propias del modernismo catalán, destacándose por su complejidad simbólica, el uso expresivo de la luz natural y una geometría orgánica inspirada en la naturaleza.\n\nGaudí ideó un sistema constructivo pionero basado en formas parabólicas, hiperbólicas y helicoidales, con una profunda carga religiosa que impregna cada elemento del edificio. Aunque inacabada, la Sagrada Familia ha sido reconocida como Patrimonio Mundial por la UNESCO y sigue en construcción conforme a los planos y maquetas dejados por su autor, erigiéndose como un emblema de la identidad cultural catalana y un referente global de la arquitectura sacra.",
                "codigo": "16B"
            },
            {
                "nombre": "17. Templo de Baco",
                "texto": "El Templo de Baco, ubicado en el complejo arqueológico de Baalbek, en el actual Líbano, es una de las estructuras romanas mejor conservadas del mundo y una de las más impresionantes por su escala y riqueza ornamental. Construido en el siglo II d.C. durante el reinado del emperador Antonino Pío, este templo fue dedicado al dios Baco, asociado al vino, la fertilidad y el éxtasis. Su planta pseudoperíptera, con 42 columnas corintias de más de 19 metros de altura, refleja la grandiosidad y el refinamiento técnico de la arquitectura imperial romana.\n\nLa decoración escultórica de sus frisos, capiteles y entablamentos muestra una exuberancia propia del estilo orientalizante que caracteriza a muchas obras del arte romano en provincias. Integrado dentro del conjunto monumental de Baalbek, junto con los templos de Júpiter y Venus, el Templo de Baco es testimonio del poder simbólico y propagandístico del Imperio en territorios periféricos, así como de la fusión entre tradición clásica y culturas locales.",
                "codigo": "17B"
            },
            {
                "nombre": "18. Tesoro en Petra",
                "texto": "El Tesoro, conocido como Al-Khazneh, es uno de los monumentos más emblemáticos de Petra, la antigua ciudad nabatea situada en el actual territorio de Jordania, y fue esculpido directamente en la roca arenisca en el siglo I d.C., durante el apogeo del Reino Nabateo. Su función original se presume funeraria, probablemente como tumba real, aunque su magnificencia y refinamiento arquitectónico han generado múltiples interpretaciones a lo largo del tiempo.\n\nLa fachada, de aproximadamente 40 metros de altura, combina elementos del arte helenístico, romano y oriental, con columnas corintias, frontones partidos, esculturas mitológicas y un sorprendente juego de volúmenes y simetrías que reflejan el alto grado de sofisticación cultural y técnica de los nabateos. Tallado con una precisión extraordinaria y una sensibilidad estética notable, El Tesoro no solo representa una fusión de estilos que evidencian el carácter cosmopolita de Petra como enclave comercial, sino que también se ha convertido en un símbolo universal del ingenio y el legado arquitectónico de las civilizaciones antiguas.",
                "codigo": "18B"
            },
            {
                "nombre": "19. Museo Siglo XXI Kanazawa",
                "texto": "El Museo del Siglo XXI de Kanazawa, inaugurado en 2004, es una obra maestra de la arquitectura contemporánea diseñada por el estudio SANAA. Este edificio destaca por su diseño innovador y su enfoque en la interacción entre el espacio y el público. Situado en la ciudad de Kanazawa, Japón, el museo se caracteriza por una estructura circular y abierta que invita a los visitantes a explorar y experimentar con las obras de arte de manera fluida y sin barreras.\n\nSu arquitectura se distingue por el uso de una serie de espacios transparentes y dinámicos que permiten una conexión visual constante entre el interior y el exterior, fusionando la cultura con la naturaleza circundante. Además de ser un referente en la arquitectura museística, el Museo del Siglo XXI refleja el deseo de Japón de integrar el arte contemporáneo dentro del tejido urbano y de ofrecer una plataforma abierta e inclusiva para la creatividad y el diálogo cultural.",
                "codigo": "19B"
            },
            {
                "nombre": "20. Museo Quimbaya",
                "texto": "El Museo Quimbaya, diseñado por el reconocido arquitecto colombiano Rogelio Salmona e inaugurado en 1986 en la ciudad de Armenia, Quindío, es una obra emblemática de la arquitectura moderna latinoamericana que fusiona magistralmente los principios del racionalismo con una profunda valoración del contexto cultural y geográfico. Encargado por el Banco de la República, este edificio fue concebido como un espacio para resguardar y exponer el patrimonio arqueológico de las culturas prehispánicas del eje cafetero, especialmente la quimbaya.\n\nSalmona empleó su característico uso del ladrillo a la vista, el agua y la geometría para crear una arquitectura que dialoga con el paisaje andino, respetando la topografía y potenciando la experiencia sensorial del visitante. El museo se articula mediante patios, rampas y recorridos que evocan la relación entre espacio, memoria y territorio, consolidándose como una de las obras más representativas del legado arquitectónico de Salmona y como un referente en la integración armónica entre arquitectura, historia y naturaleza.",
                "codigo": "20B"
            }
        ]
    }
]